//#include <SFML\Graphics.hpp>
const int HEIGHT_MAP = 24;//размер карты высота
const int WIDTH_MAP = 32;//размер карты ширина 
 
 
sf::String TileMap[HEIGHT_MAP] = {
	"00000000000000000000000000000000",
	"0                s             0",
	"0   s                          0",
	"0                              0",
	"0                       s      0",
	"0   s                          0",
	"0                              0",
	"0                s             0",
	"0                              0",
	"0                          s   0",
	"0                              0",
	"0        s                     0",
	"0                  *           0",
	"0                              0",
	"0 s                            0",
	"0                       s      0",
	"0                              0",
	"0                s             0",
	"0                              0",
	"0                              0",
	"0        s                     0",
	"0                            s 0",
	"0                   s          0",
	"00000000000000000000000000000000",
};
